<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="UTF-8" />
        <title>Dataord</title>
        <link rel="stylesheet" href="css/back.css" />
    </head>
    <body>
    
    <div class="logo"> 
        <img src="img/logo.jpg">
        </div>
    <div class="menu">
        <nav>
            <ul>
        <li><a href="index.html#A">A</a><br></li>
        <li><a href="index.html#C">C</a><br></li>
        <li><a href="index.html#D">D</a><br></li>
        <li><a href="index.html#F">F</a><br></li>
        <li><a href="index.html#G">G</a><br></li>
       <li><a href="index.html#H">H</a><br></li>
        <li><a href="index.html#J">J</a><br></li>
        <li><a href="index.html#K">K</a><br></li>
        <li><a href="index.html#L">L</a><br></li>
        <li><a href="index.html#M">M</a><br></li>
        <li><a href="index.html#N">N</a><br></li>
        <li><a href="index.html#P">P</a><br></li>
        <li><a href="index.html#Q">Q</a><br></li>
        <li><a href="index.html#R">R</a><br></li>
        <li><a href="index.html#S">S</a><br></li>
        <li><a href="index.html#U">U</a><br></li>
        <li><a href="index.html#V">V</a><br></li>
        <li><a href="index.html#Z">Z</a><br></li>
            </ul>
        </nav>
        </div>
<div class="content">
    <br>
 <h1 id="A">A</h1>
<br>
    <p>ADSL: Asynchronus Digital Substriker Line,<br> en mycket bra teknik f&ouml;r ett snabbare data&ouml;verf&ouml;ring via ett telefonjack,<br> det bli lite h&ouml;gre hastighet &auml;n modemet,<br> ADSL &auml;r mellan 500 kilobit/sekund och 1 megabit/sekund &auml;r vanligt.</p>
	<br>
    <p>Animated GIF: Bildformatet GIF &auml;r f&ouml;r att visa r&ouml;rliga bilder.<br> En Animated GIF inneh&aring;ller m&aring;nga stillbilder som r&ouml;r sig i f&ouml;ljd, n&auml;r man &auml;r inne p&aring; internet.</p>
	<br>
    <p>AVI: Audio Video Interleaved,<br> ett format f&ouml;r filmer som har gjorts av Microsoft.<br> AVI &auml;r ett vanligt format f&ouml;r filmer i internet.</p>
 
  <br>
    <h1 id="C">C</h1>
    <br>
    <p>Cache: ett mellanlagringsminne p&aring; om den &auml;r en snabb eller en l&aring;ngsam enhet i ett datorsystem.<br> N&auml;r informationen l&auml;ser fr&aring;n den l&aring;ngsama enheten,<br> d&aring; g&ouml;r den en kopia av det l&auml;sta cache-minnet.<br> I s&aring; fall tar den det d&auml;r ifr&aring;n och d&aring; g&aring;r det snabbare, <br>n&auml;r det blir fullt p&aring; cachen offras den &auml;ldsta informationen.</p>
    <br>
    <p>CD-ROM: Compact Disc Read Only Memory,<br> en skiva som &auml;r l&ouml;stagbar och har h&ouml;g kapacitet f&ouml;r att lagra information med en CD-l&auml;sare, <br>ger ett skivminne med l&ouml;stagbar skiva,<br> lagringsprincipen &auml;r lite annorlunda &auml;n hos t.ex. <br>En diskett eller en h&aring;rddisk och det bygger p&aring; en optisk l&auml;sning av den lagrade informationen. <br>En smal laserstr&aring;le lyser p&aring; den roterande skivytan och kan f&ouml;ras in i skivans centrum och ut mot dess kant av en l&auml;sarm.<br> Laserstr&aring;len studsar p&aring; olika s&auml;tt p&aring; skivan och det beror p&aring;, vad platsen d&auml;r str&aring;len lyser,<br> om det &auml;r en blank och plan yta eller en liten grop.</p>
	<br>
    <p>CD-RW: Compact Disc Rewritable,<br> en CD-ROM som till&aring;ter att skriva information till CD-RW skivor,<br> den teknik som finns p&aring; en CD-RW skiva &auml;r att den kan raderas och &auml;ndras m&aring;nga g&aring;nger p&aring; CD-RW skivan,<br> skriva/&auml;ndra information p&aring; en CD-RW skiva sker med speciella CD-RW br&auml;nnare som kan ocks&aring; skriva till vanliga CD-R skivor med.</p>
	<br>
    <p>Chassifl&auml;kt: En fl&auml;kt som ska kyla ned chassit.</p>
	<br>
    <p>CPU-Kylare: En fl&auml;kt som kyler ned processorn f&ouml;r att det inte ska bli &ouml;verhettad.</p>
<br>

    <h1 id="D">D</h1>
    <br>
    <p>Drivrutin: Ett programavsnitt som hanterar olika resurser i datorsystemet,<br> t.ex. Bildsk&auml;rmskort, ljudkort eller n&aring;t annat, med hj&auml;lp av drivrutiner,<br> kan m&aring;nga delar av datorsystemet kommunicera med m&aring;nga andra resurser med en fr&aring;ga att anv&auml;nda den.</p>
    <br>
    <p>DVD: Digital Versatile Disc, likt en vanlig CD, fast den kan lagra mer information &auml;n vanliga CD-skivor kan.</p>
	<br>
    <p>Datorchassi: Sj&auml;lva skalet man s&auml;tter in delarna i.</p>

<br>
    <h1 id="F">F</h1>
    <br>
    <p>Fil: En samling med information som h&ouml;r ihop och lagras i ett datorsystem.<br> Vid olika tidpunkter kan n&aring;gra filer eller en del av filer som anv&auml;nds, just d&aring;, &auml;ven finns i datorns RAM-minne</p>
	<br>
    <p>FTP: File Transfer Protocol, en standard f&ouml;r att &ouml;verf&ouml;ra filer till internet.</p>
  <br>
    <h1 id="G">G</h1>
    <br>
    <p>GIF: Graphics Interchange Format, ett lagringsformat f&ouml;r bilder. GIF-formatet har ett icke-f&ouml;rst&ouml;rande<br> kompression som minskar storleken p&aring; den lagrade filen, utan att bildkvaliten f&ouml;rs&auml;mras. <br>Kompressionen fungerar att den ska lagra bildens f&auml;rgkombinationer i en tabell och sedan ska den referera till tabellen.<br> N&auml;r samma f&auml;rgkombinationer senare dyker upp igen i bilden. En GIF-bild kan inneh&aring;lla mest som 256 f&auml;rgnyanser,<br> den h&auml;r &auml;r inte gjord f&ouml;r foto och liknande, p&aring; det omr&aring;det ger JPEG-formatet, vanligen b&auml;ttre resultat.</p>
	<br>
    <p>Grafikkort: Detta kort anv&auml;nds f&ouml;r att ansluta en sk&auml;rm. Den har oftast sin egen processor och eget minne som hanterar grafik.<br> Ett bra grafikkort kr&auml;vs f&ouml;r att spela spel, som kr&auml;ver mycket grafik.</p>
<br>
    <h1 id="H">H</h1>
    <br>
    <p>H&aring;rddisk: man sparar alltingen p&aring; den.</p>
  <br>
    <h1 id="J">J</h1>
    <p>JPEG: Joint Photographers Expert Group, ett lagringsformat f&ouml;r bilder, den h&auml;r bildformatet har tagit sitt namn fr&aring;n gruppen som skapade det.<br> JPEG-bilder inneh&aring;ller &ouml;ver 16 miljoner f&auml;rgnyanser och har en f&ouml;rst&ouml;rande komprimering som minskar dens lagrade filens storlek, <br>mycket kraftigt. Komprimeringen fungerar genom att lagra bildens f&auml;rgnyanser och ljusstyrkor f&ouml;r sig, <br>den j&auml;mna ut framf&ouml;r allt f&auml;rgnyanserna i rutor om 8 x 8 bildpunkter.</p>
 <br>
    <h1 id="K">K</h1>
    <br>
    <p>Klockfrekvens: Hastigheten p&aring; de klockpulser som synkroniserar och styr processorns arbete,<br> klockfrekvensen, den m&auml;;ts i megahartz (MHZ, miljoner klockpulser per sekund)<br> eller gigahartz (GHZ, miljarder klockpulser per sekund) ger en uppfattning om datorna prestanda,<br> v&auml;rden inneb&auml;r generellt h&ouml;gre prestanda.</p>
	<br>
    <p>Kylpasta: En slags salva som man sm&ouml;rjer in processorn med, den kyler processorn f&ouml;r att det inte ska bli &ouml;verhettad.</p>
 <br>
    <h2 is="L">L</h2>
    <br>
    <p>Ljudkort: Ett kort som g&ouml;r att du kan koppla in h&ouml;gtalare och h&ouml;rlurar f&ouml;r att h&ouml;ra video och musik.</p>
  <br>
    <h1 id="M">M</h1>
    <br>
    <p>MP3: MPeg Audio Layer 3, ett lagringsformat f&ouml;r ljud. MP3 &auml;r ett mycket bra format f&ouml;r musik och &auml;r vanligt i internet,<br> den &auml;r k&auml;nd f&ouml;r h&ouml;g ljudkvalitet.</p>
	<br>
    <p>Moderkortet: En komponent som styr allt i datorn, du s&auml;tter in processorn i den och m&aring;nga andra kort.</p>
 <br>
    <h1 id="N">N</h1>
    <br>
    <p>N&auml;tverkskort: Ett kort som g&ouml;r att du kan bygga n&auml;tverk och ansluta till internet.</p>
	<br>
    <p>N&auml;taggregat: D&auml;r du kopplar in sladden till datorn, &auml;r &auml;ven en fl&auml;kt och kan leda str&ouml;m till h&aring;rddisk och kort.</p>
 <br>
    <h1 id="P">P</h1>
    <br>
    <p>Processor: Processorn s&auml;tts in i moderkortet, finns tv&aring; olika m&auml;rken Intel och AMD.</p>
<br>
    <h1 id="Q">Q</h1>
    <br>
    <p>Quicktime: ett lagringsformat f&ouml;r r&ouml;rliga bilder, den &auml;r skapat av dataf&ouml;retaget Apple.<br> Quicktime &auml;r ett filformat f&ouml;r videosekvenser och liknande r&ouml;rliga bilder p&aring; internet, det &auml;r inte lika vanligt som MPEG-formatet.<br> Quicktime-filer kan ha namn med olika &auml;ndelser, mycket vanligt &auml;r .mov, men &auml;ven .qt f&ouml;rekommer.</p>
<br>
    <h1 id="R">R</h1>
    <br>
    <p>Rm: ett lagringsformat f&ouml;r r&ouml;&ouml;rliga bilder, real media, rm &auml;r ett vanligt filformat f&ouml;r videosekvenser<br> och r&ouml;rliga bilder p&aring; internet. Den filen &auml;r k&auml;nt f&ouml;r liten i f&ouml;rh&aring;llande till l&auml;ngden p&aring; filmen. Bildkvaliten &auml;r l&auml;gre &auml;n hos MPEG-formatet,<br> syftet &auml;r den minsta m&ouml;jliga filstorleken, &auml;r den viktigaste faktorn.</p>
	<br>
    <p>Router: Utrustning i paketf&ouml;rmedlande datorn&auml;t, i praktiken fr&auml;mst internet, f&ouml;r att skicka information till andra routrar.<br> N&auml;r informationen &ouml;verf&ouml;rs via internet bryts den ner i avsnitt, paket, som skicka lite var f&ouml;r sig. Varje paket har mottagarens ip-adress<br>som f&ouml;rst tas fram genom ett anrop till en name servers. Varje router kan med hj&auml;lp av ip-adressen p&aring; paketen som kommer till vilken grannrouter,<br> paketen skall skickas vidare.</p>
	<br>
    <p>RAM-Minne: En komponent som s&auml;tts p&aring; moderkortet.</p>
  <br>
    <h1 id="S">S</h1>
    <br>
    <p>Spam: Email som inneh&aring;ller reklam, men m&aring;nga gilar inte detta, s&aring; l&aring;t bli att skriva in din email-adress p&aring; hemsidor,<br> som du inte vet om dom &auml;r ett seri&ouml;st f&ouml;retag eller inte.</p>
 <br>
    <h1 id="U">U</h1>
    <br>
    <p>USB: Universal Serial Bus, en anslutning som &auml;r mycket vanligt idag. Det finns 2 varianter, d&auml;r USB 1 har 2 hastigheter,<br> 1,5 megabit/sekund f&ouml;r l&aring;gintensiva enheter och 12 megabit/sekund f&ouml;r h&ouml;gintensiva enheter som en zip-driva.<br> Den nyare USB 2 klarar &ouml;verf&ouml;ringshastigheter upp till 480 megabit/sekund.</p>
<br>
    <h1 id="V">V</h1>
    <br>
    <p>Virus: En kod eller program som kommer in i datorn mot din vilja. Viruset skadar oftast filer p&aring; h&aring;rddisken, virus sprider sig via mail.<br> F&ouml;r virus &auml;r det viktigt att uppdatera sitt antivirusprogram och g&ouml;ra en back-up p&aring; sina filer p&aring; h&aring;rddisken.<br> &ouml;pnna aldrig ett mail som kommer fr&aring;n n&aring;gon du inte k&auml;nner, virusscanna ist&auml;llet.</p>
<br>
    <h1 id="Z">Z</h1>
    <br>
    <p>Zip-fil: En fil som &auml;r komprimerad och kallas packad, med programmet Winzip kan man packa upp s&aring;na filer. <br>Genom komprimeringen har filens storlek reducerats s&aring; att den tar mindre plats att lagra p&aring;, det g&aring;r snabbare att &ouml;verf&ouml;ra till internet,<br> komprimeringen &auml;r icke-f&ouml;rst&ouml;rande, s&aring; att filen kan &aring;terst&auml;llas.</p>
         
   
    </div>
    </body>
</html>
